test/tests/bcs/multiphase_external_temperature/template/system/decomposeParDict
FoamFile
{
    format ascii;
    class dictionary;
    object decomposeParDict;
}
numberOfSubdomains 2;
method simple;
simple { n (2 1 1); }
